{
  "id": "0dd252bd5abf5e1e",
  "title": "Kompetansestrategi",
  "content": "Kompetansestrategi\nOverordna mål og tilnærming til læring og \nkompetanseutvikling \n2025 -2028\n\nFrå organisasjonsstrategi til kompetansestrategi og \nkompetanseplan\nVi svarar ut ambisjon 4 i organisasjonsstrategien \nVi konkretiserer \nstrategien gjennom \ndefinerte tiltak og \nopplæringsaktivitetar\nTre innsatsområde er \ndefinert, fordeling av\nansvar, måla våre og \nkorleis vi skal nå måla \nvåre\n\n\nKompetansestrategien byggjer vidare på \norganisasjonsstrategien vår, spesielt knytt til \nambisjon 4. Strategien fremjar systematisk læring, \nkompetansestyring og ein kultur for deling og \nutvikling.\nMålet med kompetansestrategien er å sikre at vi har \nrett kompetanse til å nå måla våre, møte framtidige \nkrav og vidareutvikle organisasjonen i tråd med \nambisjonane våre. \nDei tre innsatsområda i denne strategien er \nkompetanseleiing, digital kompetanse og samarbeid. Målretta kompetanseutvikling er avgjerande for å sikre \nat VLFK kan møte både dagens og framtidas \nutfordringar. Vi jobbar systematisk med å kartleggje \nbehov og legge til rette for læring gjennom å dele \nerfaringar, målretta opplæringstiltak og utviklande \narbeidsoppgåver.Kompetansestrategi\nTeknologiske endringar og digitalisering stiller stadig \nnye krav til arbeidsmetodar og trygg bruk av digitale \nverktøy. For å utnytte moglegheitene teknologien gir, \nmå alle tilsette ha tilgang til opplæring som styrkjer \ndigitale ferdigheiter og gjer dei i stand til å jobbe \nsmartare og meir effektivt.\n\nGodt samarbeid og kunnskapsdeling er viktige \nforutsetningar for å sikre at VLFK utviklar seg i takt \nmed behova i samfunnet. Ved å fremje eit ope og \ninkluderande arbeidsmiljø der deling av erfaringar og \nsamarbeid på tvers av fagområde står sentralt, \nstyrkar vi evna vår til å finne og bruke berekraftige og \ninnovative løysingar. \nTett samarbeid mellom næringslivet, offentleg sektor \nog forskings -og utdanningsinstitusjonane vil \navdekka kva type kompetanse vi treng i framtida og \nløyse utfordringane knytt til kompetanse, utvikling og \nrekruttering.Alle tiltaka er eit resultat av arbeidsverksstadar med \ndeltakarar frå leiarar, tilsette, tillitsvalde og verneombod, \nved hjelp av metoden Strategisk framsyn og scenarioet \nKI-drivne Vestland, utvikla i VLFK. \nSitata i dokumentet er frå deltakarar. Undersøkinga om \ndigital kompetanse i 2024 er med i kunnskapsgrunnlaget. \nKompetanseplanen , som er utdjupa i eige dokument, \nkonkretiserer føringane gjennom tiltak og \nopplæringsaktivitetar og skal fungere som ein overordna \nkompetanseplan for Vestland fylkeskommunen. \nVerktøya som skal rettleie leiarane og medarbeidarar i \ngjennomføringa av tiltaka finn du på intranett saman med \nstrategien og planen.Kompetansestrategi\n\nKompetanseområda vi skal styrke oss på for å sikre oppgåvestyrt og rett \nkompetanse\nKompetanseleiing\nLæring -og \nkompetanseutviklingTeknologi og \ninnovasjon\nLærings -og \ndelingskulturSamarbeidskulturMangfald\nInformasjonstryggleik, \npersonvern og etikkDigital \nkompetanseSamarbeid\n\nMedarbeidarar… Leiarar…\nKompetanse -\nleiing\nSamarbeidtileignar seg ny kunnskap, tilpassar seg endringar og \nbrukar arbeidet for å fremje læring, sjølvstende og \nsamarbeid. Tilsette delar si kunnskap og deltek i \nforbetring av arbeidsprosessar\nkan leie digital transformasjon gjennom innføring av nye digitale \nverktøy, prosessforbetringar, gevinstrealisering og digital \nkompetanse \nlegg aktivt til rette for open kommunikasjon, deling av kunnskap \nog tverrfagleg samarbeid ved å involvere medarbeidarar i \navgjerder , oppmuntre til erfaringsutveksling og sikre eit \narbeidsmiljø prega av tillit og felles målMåla for  kompetansestrategienharferdigheiter og innsikt som gjer det mogleg å identifisere, \nstyre og vidareutvikle kompetansen i verksemda. Leiaren skal \nkunne legge planar for kompetanseutvikling i eininga si, tilpasse \nlæringstiltak og oppmoda til å utforske nye løysingar, tilpasse seg \nendringar og integrere ny kunnskap i det daglege arbeidet\nDigital \nkompetanse\nsamarbeider på tvers og med brukarane i utviklinga av \ntenestene, byggar tillitsfulle relasjonar og bidreg til eit \ninkluderande og kunnskapsdelande arbeidsmiljø som \nstøttar felles målbrukar digitale verktøy effektivt og med god dømekraft. \nTilsette bidreg til trygg informasjonsforvaltning, delar \nkunnskap og forbetrar arbeidsprosessar gjennom digital \ntransformasjon\n\nKompetansemåla skal sikre at t ilsette har nødvendig kompetanse til å tileigne seg ny \nkunnskap og ferdigheiter, og aktivt bidra til endringsprosessar som styrker evna vår \ntil å tilpasse oss nye krav, teknologiar og oppgåver. Gjennom målretta bruk av \nkompetanse skal vi svare ut samfunnsoppdraget vårt og bidra til auka innovasjon \nog berekraftige løysingar. \nSystematisk kompetanseleiing gjer vi ved å sikre rett kompetanse i organisasjonen, \nkartlegg og analyserer kontinuerleg kompetansebehov og samsvaret med eksisterande \nkompetanse.\nLeiarane sørger for at medarbeidarane får kompetansegivande arbeidsoppgåver og tilgang \ntil relevante lærings -og utviklingstiltak. \nEin sterk læringskultur får vi med systematiske tiltak prega av tydelege mål, deling av \nerfaringar og kunnskap, fleksible arbeidsmetodar, samarbeid på tvers og med moglegheit \nfor læring.\nVi fremjar ein læringskultur der medarbeidarar tek ansvar for eiga utvikling, delar sine \nerfaringar og tilpassar seg endringsbehova. Arbeidet vårt byggjer på kunnskapsbasert \npraksis, brukarane sine behov og organisasjonens satsingar for framtida.“ Vi treng ei tydeleg retning, \nskape refleksjonsrom og \nevaluere eigen praksis”Kompetanseleiing\n\nKompetansemåla skal sikre at alle tilsette har grunnleggjande digital kompetanse \nfor å bruke teknologi effektivt og trygt i oppgåveløysinga og tilpasse oss \nteknologiske endringar.\nDigital kompetanse er avgjerande for at organisasjonen skal kunne gjennomføre \nein digital transformasjon ved å løyse oppgåver meir effektivt, møte nye krav og \nutnytte moglegheitene teknologi gir. Det inneber utvikling av tenestene, \nendringsvilje og kompetanse til å samarbeide med brukarane våre i sentrum.\nVåre tilsette skal ha tid og rom for læring og tilgang til relevante læringsressursar som gjer teknologien handgripeleg. Vi \nlærer gjennom praktisk bruk av digitale verktøy, deltaking i opplæring og erfaringsdeling og bidreg i vurdering og \nutforsking av løysingar.\nVi skal kontinuerleg og systematisk overvake, evaluere og bruke den teknologiske utviklinga for å løysa \nsamfunnsoppdraget vårt.​“Vi må vite kva som vert \nforventa og ha ei reell  \nmoglegheit til å byggje \ndigital kompetanse”.Digital kompetanse\n\n»… vi  legg sjela i å dele av \nkunnskapen vår».Samarbeid\nKompetansemåla handlar om å byggje ein sterk og samlande samarbeidskompetanse                                                       \nmed ferdigheiter i kunnskapsdeling og samarbeid internt og eksternt.\nVi styrkar vår evne og moglegheit til godt og effektivt tverrfagleg samarbeid og \nsamhandling for å møte samfunnskrava og skape verdi på tvers av fagfelt og \ngeografiske område. \nSamarbeid er ikkje berre er noko vi gjer, men og noko vi må lære og utvikle . Det krev at vi \nkontinuerleg sikrar at vi har tillit , felles forståing for oppgåvene våre, og respekt for \nkvarandre si kompetanse og rolle.\nSamarbeidskompetanse byggjer på ferdigheiter i open kommunikasjon, \nbrukarmedverknad, relasjonsbygging og verdsetjing av mangfaldet.\nVåre tilsette har tilgang til verktøy og felles møteplassar som gjer det enkelt å dele \nkunnskap og samarbeide, samtidig som tilsette blir oppmuntra til å delta i tverrfaglege \narbeidsoppgåver. Vi legg og til rette for målretta opplæring og rettleiing.\n\nLeiarar Medarbeidarar\nSamarbeidtek ansvar for eiga utvikling, deler sin kunnskap og \nerfaringar og samarbeider på tvers internt og eksternt\nsikrar målretta opplæring, legg til rette for praktisk bruk \nav nye verktøy, deltek i relevante kurs og skapar kultur \nfor kontinuerleg læring, innovasjon og digital \ntransformasjontek ansvar gjennom praktisk bruk av digitale verktøy, \ndeltaking i opplæring og erfaringsdeling og bidreg i \nvurdering og utforsking av løysingar\ninvolverer medarbeidarane i slutningar og skapar \narenaer for kunnskapsdeling, tverrfagleg samarbeid og \nrettleiing. Leiar legg til rette for relevante verktøy for å \nstyrke kollegafellesskap og samarbeid internt og \neksterntSlik gjer vi det:sørger for at medarbeidarane får kompetansegivande \narbeidsoppgåver og tilgang til relevante lærings -og \nutviklingstiltak\nnyttar relevante verktøy for å utvikle tenestene i takt \nmed brukarane, deltar i tverrfagleg samarbeid og i \nkompetansehevande aktivitetar for å fremje ein god \nsamarbeidskultur der kunnskapsdeling står sentraltDigital \nkompetanseKompetanse -\nleiing\n\nFrå organisasjonsstrategi til          \nkompetansestrategi og kompetanseplan\nVi svarar ut a mbisjon 4 i \norganisasjonsstrategien \nVerktøya skal \nhjelpe leiarane \nmed tiltaka\n",
  "category": "kompetanse",
  "source": "D:\\mimir_experimental\\mimir\\leiar documents\\Kompetansestrategi.pdf",
  "lastUpdated": "2026-01-26T13:34:41.242407Z"
}