{
  "id": "4fb2212867869e28",
  "title": "Overordna kompetanseplan",
  "content": "Overordna \nkompetanseplan\nKompetanseleiing, digital kompetanse og samarbeid\n\nFrå organisasjonsstrategi til kompetansestrategi og \nkompetanseplan\nVi svarar ut a mbisjon 4 i organisasjonsstrategien \nVi konkretiserer \nstrategien gjennom \ndefinerte tiltak og \nopplæringsaktivitetar\nTre innsatsområde er \ndefinert, fordeling av \nansvar, måla våre og \nkorleis vi skal nå måla \nvåre\n\n\nLang tittel –grøn bakgrunn\nKompetanseleiing\n\nVi gjer prioriteringane våre tydelege og omset dei til handling.  \nDenne overordna kompetanseplanen viser konkrete tiltak for å sikre at \nkompetansestrategien blir gjennomført i praksis. Det sikrar at vi tar aktive og målretta \nsteg for å nå måla våre. \nPlanen bygger på dei tre innsatsområda: kompetanseleiing, digital kompetanse og \nsamarbeid. Dette er kompetanseplanen for kompetanseleiing og kompetanseutvikling. \nKompetanseleiing handlar om å sikre at verksemda vår har den rette kompetansen for å \nnå måla våre. Det betyr å planleggje, utvikle og forvalte kompetansen til medarbeidarane \npå ein systematisk måte. Vi vil utvikle kompetanse ved hjelp av utviklande \narbeidsoppgåver, erfaringsdeling og målretta tiltak innan opplæring. Vi \nutviklar kompetansen vår kvar og ein av oss, og organisatorisk. \nVerktøya tilkompetanseplanen på intranett viser korleis eininga kan gjennomføre \ntiltaka. \nKompetanseplanen blir evaluert og justert årleg.«Vi har klare\nkompetansemål i  \nkompetanseplanen vår».Innleiing\n\nVåre prioriteringar i kompetanseleiing -struktur\nKvar avdeling har eigen kompetanseplan –einingane/seksjonane \nkan og lage eigne planar \n(Til dømes føreligg no OPK sin kompetanseplan for skulesektoren)\nTilsette rapporterer kompetansen sin (CV) i kompetansemodulen\nVi har ei overordna ressursgruppe for læring og kompetanseutvikling\nVi har administratorar for e -læringsverktøyet og kompetansemodulenAlle tilsette har eigen kompetanseplan\n\nVåre prioriteringar i kompetanseleiing -opplæring\nVi har generelle introduksjonsprogram for nytilsette \nVi har fagspesifikke introduksjonsprogram for nytilsette \nVi har digital læringstime av og for tilsette \n\nVåre prioriteringar i kompetanseleiing –\norganisert læring og utvikling\nVi har mentorordning for og med leiarar\nVi deltek i kollegarettleiing\nVi har utviklar oss gjennom fagnettverk\nVi har administratorar for vårt digitale læringsverktøy og \nkompetansemodulen\n\nVåre prioriteringar i kompetanseleiing –\nmobilitet og fleksibel utvikling\nVi legg til rette for intern mobilitet \nVi har tverrfaglege arbeidsgrupper ved spesifikke oppgåver/oppdrag\nVi har strukturerte samarbeid med forskings -og utdanningsmiljøa\nFagmiljøa våre har god tilgang til pålitelege kunnskapskjelder som \nstøttar forsking og fagleg utvikling\n\nLang tittel –blå bakgrunn\nDigital kompetanse\n\nVåre prioriteringar idigital kompetanse\nDenne overordna kompetanseplanen viser konkrete tiltak for å sikre at \nkompetansestrategien blir gjennomført i praksis. Det sikrar at vi tar aktive og \nmålretta steg for å nå måla våre. \nKompetanseplanen bygger på dei tre innsatsområda: kompetanseleiing, digital \nkompetanse og samarbeid. \nKompetanseplanen for digital kompetanse inneheld nokre konkrete tiltak for at \norganisasjonen skal få auka digital kompetanse for å gjennomføre ein digital \ntransformasjon ved å løyse oppgåver meir effektivt, møte nye krav og utnytte \nmoglegheitene teknologi gir. Det inneber utvikling av tenestene, endringsvilje og \nkompetanse til å samarbeide med brukarane våre i sentrum. \nVerktøya for kompetanseplanen på intranett visar korleis eininga kan gjennomføre \ntiltaka. \nPlanen vil bli evaluert og justert årleg.“Digital kompetanse må \nhevast for å frigjere tid \ntil oppgåvene våre ”.\n\nVåre prioriteringar idigital kompetanse\nVi har introduksjonsprogram for grunnleggande digital kompetanse \nE-læringsprogram er tilgjengelege og blir brukt\nVi skal måle digital kompetanse og digital modning\nVi har suparbrukarar for e -læringsverktøya og \nkompetansemodulen i alle avdelingar \n\nLang tittel –rosa bakgrunn\nSamarbeid\n\nDenne overordna kompetanseplanen viser konkrete tiltak for å sikre at \nkompetansestrategien blir gjennomført i praksis. Det sikrar at vi tar aktive og målretta \nsteg for å nå måla våre. \nKompetanseplanen bygger på dei tre innsatsområda: kompetanseleiing, digital \nkompetanse og samarbeid. \nKompetanseplanen for samarbeid skisserer konkrete tiltak for å styrke                                                           \nsamarbeidskompetansen vår. Det skal bidra til å skape verdi på tvers av fagfelt og                                           \ngeografiske område. \nSamarbeidskompetanse byggjar på ferdigheiter i open kommunikasjon, \nbrukarmedverknad, relasjonsbygging og verdsetjing av mangfaldet. Planen legg vekt \npå å utvikle ein kultur der samarbeid og kunnskapsdeling står sentralt. \nVerktøya for kompetanseplanen på intranett visar korleis eininga kan gjennomføre \ntiltaka. \nPlanen vil bli evaluert og justert årleg.“Vi skal være gode på \nrelasjonsbygging, samarbeid \nog samhandling for å \nsamarbeide på tvers”.Innleiing\n\nVåre prioriteringar i samarbeid\nVi involverer brukarane våre og ulike fagfelt når vi arbeider med \nkomplekse utfordringar\nVi har aktivitetar knytt til mangfald, likestilling og inkludering jamfør \nsertifiseringsordninga Likestilt arbeidsliv\nVi har tydelege retningslinjer for interne kommunikasjonskanalarVår opplæring og rettleiing skal fremje samarbeid og førebygge \nutfordringar ved internt samarbeid\n\nFrå kompetanseplan til verktøy\nVi konkretiserer strategien gjennom definerte \ntiltak, opplæringsaktivitetar og\nansvarsfordeling i kompetanseplanenVerktøya hjelpar leiarane \nmed å gjennomføre tiltaka\n",
  "category": "kompetanse",
  "source": "D:\\mimir_experimental\\mimir\\leiar documents\\Overordna kompetanseplan.pdf",
  "lastUpdated": "2026-01-26T13:34:41.282780Z"
}