{
  "id": "5120885b0a14756c",
  "title": "Støttedokument til medarbeidarsamtale for leiarar og medarbeidarar",
  "content": "Støttedokument til medarbeidar samtale for leiarar og medarbeidarar  \nMål med medarbeidarsamtalen : \nMedarbeidarsamtalen er eit strukturert verktøy for å følgje opp medarbeidarar . \nSamtalen skal leggje til rette for fagleg og personleg utvikling. Utviklinga skal \nver i tråd med verksemda sine mål og karriereynskja til den einskilde.  \nSamtal en skal  også  sikre at medarbeidarane har naudsynt  kompetanse for å \nlevere på arbeidsoppgåvene sine, møte framtidige utfordringar og bidra til å \nstyrkje motivasjon og trivsel. Den  kan og så vere eit verktøy for å sikre ønska \nkompetanseoverføring frå arbeidstakarar som sluttar  i Vestland \nfylkeskommune.  \nKrav:  \nEin medarbeidarsamtale er ein planlagd, førebudd, strukturert og fortruleg \nsamtale mellom medarbeidar og næraste leiar. Malen for medarbeidarsamtalen \ner eit forslag til spørsmål som kan nyttast under samtalen. Det er berre dei to \ninnleiande spørsmåla som er obligatoriske å stille . Dei resterande spørsmåla kan \ntilpassast ut frå behov.  \nHovudregelen er at medarbeidarsamtalen er obligatorisk og skal gjennomførast \nminst ein gong i året. Leiar har ansvar for å invitere til samtalen og sikre at den \nvert gjennomført.  \nKvar einskild leiar må sjølv vurdere når på året medarbeidarsamtalane skal \ngjennomførast. Samtalen tek normalt 1 –2 timar.  Både samtalen og oppfølginga \nskal loggførast i  Dossier (kompetansemodulen) . \nOppfølging:  \nI starten av samtalen blir medarbeidar og leiar einige om kven som fyller ut \nmalen og noterer konklusjonar i kompetansemodulen. Medarbeidar og leiar går \ngjennom eventuelle mål og tiltak som vart sette under førre samtale . Etter \nsamtalen skal leiar fylle ut eventuelle oppfølgingsaktivitetar i \nkompetansemodulen.  \nNokre omgrepsavklaringar:  \nKorleis byggje tillit?  \nTillit handlar om relasjonar . Det  er svært viktig at leiar og medarbeid ar har tillit \ntil kvarandre. Gjensidig tillit mellom leiar og medarbeidar vil ha positiv v erknad  \n\npå utføring av arbeidsoppgåver, tryggleik og trivsel. Leiar og medarbeidar har \ngjensidig ansvar for å bidra til å byggj e tillit.  \nI følgje Statens arbeidsg jevarportal (2024 ), viser leiar tillit ved å:  \n• Tydeleg gjere og delegera  ansvar, samtidig som  leiar viser at hen er ein \nstøttespelar.  \n• Involvere  dei tilsette og oppmod ar dei om å vera opne . \n• Gjev medarbeidarar læringsfremjande tilbakemeldingar og anerkjenning . \n• Syte for gjensidig forventningsavklaring.  \nSlik legg leiar til rette for at medarbeidarar i større grad kan lei e seg sjølv e. Ved å \nnytte handlingsrommet sitt og få jobben gjort viser medarbeidaren seg tilliten \nverdig. Dette  bidreg til gjensidig tillit  mellom leiar og medarbeidar . \nNår leiar og medarbeidar snakkar om tillit i medarbeidarsamtale n handlar det \nom å få fram leiar en og medarbeidar en sine  opplevingar av punkta over.  \nKva vil det sei «å jobbe smartare»?  \nÅ jobbe smartare handlar om å forbetre arbeidsprosessar gjennom å identifisere \nineffektive rutinar, fjerne unødvendige trinn og setje i verk nye metodar for å \ngjere arbeidet meir effektivt. Målet  er å forbetre effektiviteten og kvaliteten i \narbeidet utan å måtte auke arbeidsmengda.  \nDøme på korleis jobbe smartare:  \n• Prioritering:  Rett merksemda mot  dei oppgåvene som gir størst verdi og \nbidreg mest til måla dine. Skil mellom kva som er viktig og kva som \nhastar.  \n• Automatisering:  Bruk verktøy og teknologi for å automatisere \nrutineoppgåver, slik at du kan bruke meir tid på kreative og komplekse \noppgåver.  \n• Kommunikasjon:  Hald kommunikasjonen klar og konsis for å unngå \nmisforståingar og dobbeltarbeid. Effektiv kommunikasjon fører  til meir \nstraumlinjeforma samarbeid.  \n• Læring:  For å forbetre effektiviteten må du vere open for nye metodar og \njustere arbeidsprosessane dine kontinuerleg.  \n• Ressursbruk : Bruk tilgjengelege ressursar effektivt. Reduser sløsing og \nfinn den mest kostnadseffektive måten å nå mål på.  \n \n \n \n\nBrukarar:  \nVestland fylkeskommune er ei stor verksemd som tener ei rekkje ulike \nmålgrupper. Vi nyttar samlenemninga \"brukarar\" for å beskrive summen av \nmålgruppene våre  som er mellom anna  innbyggjara r, politikarar, elevar og \nlærlingar, trafikantar, passasjerar, pasientar og samarbeidspartnarar i privat og \noffentleg verksemd og frivillige organisasjonar. I tillegg har vi stabsfunksjon ar \nsom yter tenester til kollega ar i andre fageiningar.  \nRettar for deltidstilsette:  \nVestland fylkeskommune har som mål å redusere uynskt deltid. Når leiar  \nundersøkjer ynskje om  å auke stillingsprosenten hos dei det gjeld, er det viktig å \nkjenne til rettane for deltidsstilsette, slik dei er fastset t i § 14 -3 i arbeidsmiljølova  \nhttps://lovdata.no/nav/lov/2005 -06-17-62/kap14  \n ",
  "category": "hr",
  "source": "D:\\mimir_experimental\\mimir\\leiar documents\\2025.02-Støttedokument-til-medarbeidarsamtale-for-leiarar-og-medarbeidarar.pdf",
  "lastUpdated": "2026-01-26T13:34:40.737029Z"
}