{
  "id": "8a9306f4d9a308aa",
  "title": "Samtalemal medarbeidarsamtalen",
  "content": "Medarbeidar samtale – samtalemal  \nHugs at samtalen og oppfølginga skal loggførast i  kompetansemodulen  \n(Dossier )! \nInnle iande  tekst til s jølve samtalen :  \n1. Er det noko eg bør vere merksam på før samtalen startar ? \n2. Kva er det viktigaste  du ønsk er å snakke om i denne samtalen?  \n \n \nDenne ambisjonen handlar om å etablere gjensidig tillit ved  å avklare mål og \nrammar saman . Leiar  støtta r og oppmuntrar  medarbeidarane sine til å g jere \njobben sin godt. Det skjer ved at leiar oppmuntrar dei til å ta initiativ, utforske \nnye arbeidsmetodar og - oppgåver og bruke sjansar dei har .  \n3. Vi ønsker at du skal ha klare rammer, mål og handlingsrom \ninnanfor ansvarsområdet ditt. Korleis kan vi saman legge til rette \nfor at du får innverknad på dette?   \n4. Er det noko vi kan gjere meir av for å styrke tillita mellom oss ? \n \n \ne \nUlike erfaringar og perspektiv kan utfordre førestillingane og dei etablerte \nsanningane  våre . Vi skal  respektere at synspunkta  til kvar andre  gjer oss \nsterkare  - også når  vi ikkje er einige . \n5. Korleis opplever du å dele erfaringane  og meninga ne dine  på jobb ? \n6. Korleis opplever du at vi handterer det når nokon er ueinige ? \n  \n \nVi skal jobbe kunnskapsbasert, smartare og effektivt. Vi skal set te brukarane  i \nsentrum og ta i bruk ny teknologi for å forbetre arbeidsprosessane våre på ein \ngod måte . \n\n7. Kva idear har du til korleis vi kan forenkle og forbetre måten vi \njobbar på? \n8. Kva treng du for å  utvikle den digitale kompetanse n din?  \n \n \n \nFor at v i skal lære og utvikl e oss etter  behova i organisasjonen, må vi  gi beskjed \nom kva vi treng meir kunnskap om og opplæring i. Vi må også  delta i dei tiltaka \norganisasjonen tilbyr for å auke kompetansen vår.  \n9. Korleis kan vi  legge til rette for at du får utvikle deg best mogleg \nfagleg?  \n10. Kva tankar  har du  om korleis  du og andre kan bidra til meir \nkunnskapsdeling og læring i kvardagen?  \n \n \nFor å sikre felles praksis og kultur , må vi samordne oss med relevante fagmiljø. \nSlik får vi  kunnskap, utnyttar den samla kompetansen vår og unngår \ndobbeltarbeid.  \n11. Kva meiner du skal til for å styrke samarbeidet  med tilsette i andre \ndelar av organisasjonen og på andre lokasjonar?  \n12. Korleis kan du bidra til å styrke samarbeidet med tilsette i andre \ndelar av organisasjonen og på andre lokasjonar?  \n \n| \n13. Korleis opplever du balansen mellom jobb og fritid?  \n14. Har du behov for at arbeidsgjevar føl gjer opp eller tilpassar jobben \ndin for å få ein betre balanse mellom jobb og fritid?  \n(OBS! Behov for tilrettelegging skal berre dokumenterast i \nsjukefråværsmodulen)  \n15. Er det noko vi  ikkje har snakka om som du ø nsker å ta opp ?  \n \n \n\nDersom redusert stilling vert teke opp som tema:  \n16. Kan midlertidig  tilrettelegging vere aktuelt for å unngå å gå ned i \nstillingsprosent?  \n \nDersom samtalen er med nokon som jobbar (mellombels) deltid:  \n17. Har du tankar kring eller ønske  om å auke stillingsprosenten ? \nEr seniorpolitiske tiltak aktuelt eller vil det bli det i løpet av næraste framtid?  \nDøme:  rett til redusert arbeidstid og tilrettelegging frå 62  år  \n ",
  "category": "hr",
  "source": "D:\\mimir_experimental\\mimir\\leiar documents\\Samtalemal---medarbeidarsamtalen.pdf",
  "lastUpdated": "2026-01-26T13:34:41.447935Z"
}