{
  "id": "f3e864ef0c3cbd80",
  "title": "Endelig organisasjonsstrategi VLFK 24 (1)",
  "content": "Slik gjer vi det\nOrganisasjonsstrategi for Vestland fylkeskommune 2024–2028\n\nRune Haugsdal , fylkesdirektør\nVi er Vestland fylkeskommune. Vi er ein politisk styrt organisasjon som \nfølgjer dei vedtaka som våre folkevalde fattar. Som ein offentleg \ntenesteleverandør har vi viktige forvaltningsoppgåver, og vi overheld lover og \nreglar som gjeld for oss. \nVi er også eit fellesskap beståande av meir enn 6000 fagpersonar, kollegaer \nog leiarar som jobbar saman for å levere dei beste tenestene til \ninnbyggjarane våre og samfunnet.\nDenne organisasjonsstrategien gir rammer og retning for korleis vi saman \nbyggjer organisasjonen for å yte gode og framtidsretta tenester og leveransar \ni eit samfunn i endring. Strategien definerer prinsippa for korleis vi skaper eit \nfellesskap med kultur for tillit, kontinuerleg utvikling og rom for alle.\nStrategien peikar også på forventingar til oss og inviterer oss til å reflektere. \nEg oppmodar alle til å setje seg inn i prinsippa, diskutere kva tiltak som er \nnødvendige, og deretter innarbeide dei i planane i einingane.\nStrategien er på plass, lat oss setje innhaldet ut i livet.Vestland  fylkeskommune inn i framtida\n\nEin strategi for utvikling\nArbeids -og samfunnslivet står overfor store endringar som aukar \nkompleksiteten og tempoet, og krava til det offentlege blir større. For \nå levere i samsvar med samfunnsoppdraget og oppnå visjonen vår, \nmå vi endre oss i takt med samfunnet. Vi må utføre oppgåvene våre \npå nye måtar, involvere brukarane våre og fornye, forbetre og forenkle \ntenestene og leveransane våre. \nDette stiller store krav til organisasjonen, einingane og \nmedarbeidarane. Organisasjonsstrategien definerer fem ambisjonar \nog prinsipp som hjelper oss med å byggje ein heilskapleg og \nsamkøyrd organisasjon. Slik møter vi framtida med endringsevne, tillit \nog rett kompetanse, metodikk og teknologi.\nVi tar organisasjonsstrategien i bruk i kvardagen ved å\n•diskutere kva innhaldet betyr for oss\n•følgje forventingane som vert stilte til kvar og ein\n•gjere ambisjonane konkrete i handlings -og tiltaksplanane til \neiningane\n\nOrganisasjons -\nstrategien i ein \nstørre kontekst•Vi set retning, engasjerer og samhandlar for å utvikle gode \ntenester og eit framtidsretta VestlandSamfunnsoppdrag\nVisjon og verdiar• Nyskapande og berekraftig\n• Kompetent –Open –Modig \n• Overordna plan for samfunnsutviklinga i Vestland\n• Utfordringar og utviklingstrekk i fylket \n• Langsiktige mål for fylkeskommunen og fylket\n• Strategiar for å møte utfordringane og nå målaUtviklingsplan \nOrganisasjons -\nstrategi• Ambisjonar for organisasjonsutvikling\n• Forventingar til alle tilsette\n• Særskilte forventingar til leiarar med personalansvar\nEtterleving•Handlings -og tiltaksplanar\n•Verktøykasse\n\n\nAmbisjon 1: \nVi viser tillit og tar initiativ\nHos oss handlar tillit om at alle kan kome med forslag, gjere \nfeil,gripe moglegheiter og utforske handlingsrommet. Vi er \nforplikta og lojale når rammene krev det. \nTillit og anerkjenning gir motivasjon og handlekraft som skaper \nmeining, meistring og utvikling. For at vi skal ha tillit til kvarandre, \nmå alle ta ansvar og utføre oppgåvene sine.\nLeiarar og medarbeidarar har saman ansvar for å avklare mål, \nrammer og forventningar. Eit tydeleg handlingsrom set oss i \nstand til å leie oss sjølve, ta ansvar, prioritere, eksperimentere og \nutforske. Leiarane kjenner medarbeidarane sine, er tilgjengelege \nog sørgjer for at alle blir systematisk følgde opp og tatt vare på.\nVi byggjer tillit hos innbyggjarar, \nsamfunnsaktørar, samarbeidspartnarar og dei folkevalde \ngjennom å involvere, ha opne og inkluderande prosessar, vere \nlett tilgjengelege og sørgje for dokumentasjon og god \nkommunikasjon.Prinsipp: Eg som jobbar her \ngrip moglegheiter innanfor dei rammene eg \nhar, og får jobben gjort. Eg byggjer tillit ved å \nbe om og gi konstruktive tilbakemeldingar.\nPrinsipp: Eg som har personalansvar \nset rammer og mål. Eg støtter og følgjer opp \nmedarbeidarane mine slik at dei kan handle \nsjølvstendig og ta avgjerder. \n?Dilemma: \nKorleis unngår vi at \nnødvendig styring blir \nopplevd som mistillit?\n\nAmbisjon 2: \nVi har eit sunt og inkluderande arbeidsmiljø der alle opplever \nlikestilling og like moglegheiter, uavhengig av kjønn, etnisitet, \nnasjonalt opphav, språk, religion, livssyn, funksjonsevne, seksuell \norientering, kjønnsidentitet og alder. \nVi jobbar aktivt med å fremje likestilling og kompetanse om \nmangfald. Vi ser mangfald og forskjellar som ein styrke som gjer \norganisasjonen vår betre og rikare for alle. Ved å vere opne for nye \ntankar og idear, og vere nysgjerrige på alle som er annleis enn oss \nsjølve, lærer vi meir og blir i betre stand til å levere gode, \ninkluderande og nyskapande tenester og løysingar. \nVi har som mål at arbeidsstyrken vår skal representere breidda i \nsamfunnet rundt oss. Når organisasjonen rommar \nfleire erfaringsbakgrunnar og perspektiv, blir det lettare for oss å \noppdage og forstå utfordringar og behov hos innbyggjarar og \nisamfunnet.Vi ser mangfald og forskjell som ein styrke\nPrinsipp: Eg som jobbar her \nutfordrar eigne og andre sine førestillingar og \netablerte sanningar. Samtidig respekterer eg \nsynspunkta til andre, også når vi er usamde.\nPrinsipp: Eg som har personalansvar \nlegg til rette for opne og utforskande dialogar \nder alle opplever at dei trygt kan seie kva dei \nmeiner.\nDilemma: \nKorleis unngår vi at \nforskjellar skaper\nmisforståingar som \ngår ut over \neffektiviteten og \nsamarbeidet??\n\nAmbisjon 3: \nVi involverer brukarane og jobbar smartare saman\nVi må gjennomføre ein digital transformasjon for å møte dei \nforventingane som samfunnet og brukarane har til betre kvalitet, \nbrukaropplevingar og effektivitet.\nDette inneber grunnleggjande endringar som påverkar korleis vi \njobbar, teknologien vi brukar og samhandlinga mellom oss.\nVi samarbeider om å forbetre arbeidsprosessane våre, slik at vi kan \njobbe smartare og meir effektivt.\nVi set behova og opplevingane til brukarane i sentrum når vi utviklar \nog forvaltar tenestene og leveransane våre, både for eksterne og \ninterne mottakarar.\nVi nyttar standardisering eller automatisering der det er mogleg og \nformålstenleg.\nVi tar kunnskapsbaserte avgjerder ved å bruke og dele data, innsikt, \nerfaring, analysar, beste praksis og forsking.\nVi tar i bruk ny teknologi og kunstig intelligens der det gir gevinst. \nSamtidig utforskar vi og tek omsyn til problemstillingar knytt til etikk, \njus, personvern og datasikkerheit.Prinsipp: Eg som jobbar her \ninvolverer brukarane i utviklinga av tenestene \nog leveransane, og søkjer smartare måtar å \njobbe og samarbeide på.\nPrinsipp: Eg som har personalansvar \ner pådrivar for å involvere brukarar, forbetre \nprosessar og utnytte teknologiske \nmoglegheiter.\nDilemma: \nKorleis finn vi tid og \nrom i kvardagen til \nåutfordre og forbetre \narbeidsprosessane\nvåre??\n\nAmbisjon 4: \nVi søker kompetanse og bidreg til læringskultur\nVi jobbar kunnskapsbasert, utviklar den samla kunnskapen og er i \nforkant av samfunnsutviklinga. \nVi utviklar nødvendig kompetanse for å løyse oppgåvene våre, \nforbetre arbeidsprosessane og gjennomføre nødvendige endringar.\nFor å sikre at vi har rett kompetanse, får alle høve til \nåutvikle kompetansen sin i tråd med nye krav og framtidige \nbehov. Det skjer gjennom kompetansegivande arbeidsoppgåver og \nandre utviklingstiltak.\nKvar enkelt tilsett tek også sjølv ansvar for å tileigna seg relevant \nkunnskap for å løyse arbeidsoppgåvene våre. Den tilsette \nprøver nye framgangsmåtar, søker ny kunnskap og bygger erfaring \nfor å sko seg for framtida. \nVi kartlegg og analyserer kompetansen i organisasjonen og veit \nkorleis han samsvarer med kompetansebehova våre. Det er behova \nsom styrer kompetanseutviklinga. Vi avsluttar oppgåver som ikkje \nlenger er relevante.Prinsipp: Eg som jobbar her \nskaffar meg relevant kompetanse ved å tileigne \nmeg kunnskap, prøve nye framgangsmåtar og \ndele mi erfaring.\nPrinsipp: Eg som har personalansvar \nlegg til rette for at medarbeidarane mine får \nutvikle kompetansen sin og brukt han der det er \nbehov i organisasjonen.\nDilemma: \nKorleis kan vi utvikle \nkompetansen vår og ha \nein kultur for læring i \nein travel kvardag \nder vi sit spreidde ? ?\n\nAmbisjon 5: \nVi samarbeider på tvers av fagområde og geografi\nVestland fylkeskommune blir opplevd som éin organisasjon, \ninternt og eksternt . Vi er kjende med kven som har ansvar for og \narbeider med kva, og vi samordnar oss så vi unngår dobbeltarbeid \nog sprikande praksisar, vedtak og fråsegner.\nVi jobbar tverrfagleg og heilskapleg for å sikre at vi leverer dei \ntenestene som samfunnet, dei folkevalde og innbyggjarane \nforventar av og treng frå oss. Vi har felles arenaar, prosessar og \nverktøy for dokumentasjon, fagleg utveksling og samhandling.\nVi heiar på kvarandre og oppmodar kvarandre om å dele \nkunnskap, erfaringar, suksess og feil på tvers av geografi, einingar \nog nivå.\nVi vel samarbeidsformer som er berekraftige med tanke på klima, \nøkonomi og sosiale omsyn.\nNår vi deler kunnskap, blir organisasjonen vår meir robust, og vi \nkan betre føreseie, førebu og løyse oppgåver og gjere nødvendige \nendringar saman.Prinsipp: Eg som jobbar her \ngjer meg kjend med organisasjonen slik at eg \nkan sjå moglegheiter for samarbeid, og at vi kan \nspele kvarandre gode.\nPrinsipp: Eg som har personalansvar \nkoplar medarbeidarane mine med \nsamarbeidspartnarar og kollegaar andre stadar.\nDilemma\nKorleis få til samarbeid \nog utveksling på tvers i \nein så kompleks \norganisasjon som \nVLFK??\n\nVi er ein organisasjon der viEg som jobbar her Eg som har personalansvar\nviser tillit og tar \ninitiativ\nser mangfald og \nforskjell som ein \nstyrke\ninvolverer \nbrukarane og \njobbar smartare \nsaman\nsøker kompetanse \nog bidreg til \nlæringskultur\nsamarbeider \npå tvers av \nfagområde og \ngeografigrip moglegheiter innanfor dei rammene eg \nharog får jobben gjort. Eg byggjer tillit ved å be \nom og gi konstruktive tilbakemeldingar.set rammer og mål. Eg støtter og følgjer opp \nmedarbeidarane mine slik at dei kan handle \nsjølvstendig og ta avgjerder. \nutfordrar eigne og andre sine førestillingar og \netablerte sanningar. Samtidig respekterer eg \nsynspunkta til andre, også når vi er usamde.legg til rette for opne og utforskande \ndialogar, der alle opplever at dei trygt kan \nseie kva dei meiner.\ninvolverer brukarane i utviklinga av \ntenestene og leveransane, og søkjer \nsmartare måtar å jobbe og samarbeide på.er pådrivar for å involvere brukarar, \nforbetre prosessar og utnytte teknologiske \nmoglegheiter.\nskaffar meg relevant kompetanse ved å \ntileigne meg kunnskap, prøve nye \nframgangsmåtar og dele mi erfaring.legg til rette for at \nmedarbeidarane mine får utvikle \nkompetansen sin og brukt han der det \ner behov i organisasjonen.\ngjer meg kjend med organisasjonen slik at eg \nkan sjå moglegheiter for samarbeid, og at vi kan \nspele kvarandre gode.koplar mine medarbeidarar med \nsamarbeidspartnarar og kollegaar \nandre stadar.\n\n?• Alle vi som jobbar her, set oss inn i prinsippa, avklarar \nkva tiltak som er nødvendige, og etterlever \norganisasjonsstrategien.\n• Alle leiarar på alle nivå sikrar at organisasjonsstrategien \nblir etterlevd i sine grupper og innarbeidd i planane til \neiningane.\n• Organisasjonsstrategien ligg på intranettet [lenke]. \nHer ligg det også ei tilhøyrande verktøykasse for \norganisasjonsutvikling.\n• Verktøykassa er ei samling av metodar, malar, \nhjelpemiddel og eksempel som skal hjelpe oss å \ngjennomføre ambisjonane, følgje prinsippa og etterleve \norganisasjonsstrategien. Vi oppdaterer og utvidar \nverktøykassa kontinuerleg.Organisasjonsstrategien i \nkvardagen\nHar du spørsmål til organisasjonsstrategien \neller innspel til verktøykassa? \nTa kontakt med HR-seksjonen@vlfk.no",
  "category": "strategi",
  "source": "D:\\mimir_experimental\\mimir\\leiar documents\\Endelig organisasjonsstrategi VLFK 24 (1).pdf",
  "lastUpdated": "2026-01-26T13:34:40.924880Z"
}