{
  "id": "861397aeee20de0d",
  "title": "Handlingsplan Likestilt arbeidsliv Vestland fylkeskommune (del 4/5)",
  "content": "val ved rekruttering i rekrutteringsløysinga  \n5. Ei avdeling eller ein seksjon skal be jobbsøkarar svare på tre standardspørsmål og krevje ein \nutfyllande CV framfor søknadsbrev  \n6. Opprette indikatorar og måltal for likestillingsarbeidet vårt  \n7. Vi skal systematisere samarbeidet med Karriere Vestland for å kvalitetssikre mangfald i \nrekrutteringsarbeidet  \n  \n\nMangfald og inkludering i Vestland fylkeskommune  15 Innsatsområde  \ntilrettelegging  \nVi skal sikre at Vestland fylkeskommune har \nrom for tilsette som krev varig eller midlertidig \ntilrettelegging av arbeidet for at flest mogleg \nskal få brukt den arbeidsevna dei har. \nUniversell utforming er ein strategi mellom \nanna for å oppnå ein inkluderande \narbeidsplass. Vi skal strev e etter ei utforming \neller tilrettelegging av dei fysiske forholda i \norganisasjonen, slik at verksemda sine \nalminnelege funksjonar kan nyttast av flest mogleg, uavhengig av funksjonsvariasjon. \nKrava er nedfelt mellom anna i Lov om \nlikestilling og forbod mot diskriminering \n(LOVDATA, 2017) , i Forskrift om universell \nutforming av informasjons - og \nkommunikasjonsteknologiske (IKT) -løysingar \n(Kommunal - og di striktsdepartementet, 2013) . \nVi finn også mål og forplikt ingar  for \nuniversell   utforming i handlingsplan for \nuniversell utforming (Departement a, 2020) .  \n  Vestland  \nfylkeskommune  \n skal vere ein arbeidsplass som er \nfunksjonell for alle uavhengig av kjønn, \netnisitet, nasjonalt opphav, språk, \nreligion, livssyn, funksjonsevne, \nseksuell orientering, helse,  \nlivssyn, kjønnsidentitet  \n og alder.   \n\n16  Mangfald og inkludering i Vestland fylkeskommune  Hovudfunn  \nROS -analysen resulterte i følgande  hovudfunn \nfor innsatsområdet tilrettelegging . Desse er \npresentert for HR -direktør og direktør for \navdeling Organisasjon og økonomi, samt lagt \nfram på informasjons - og drøftingsmøte.  \n• Informasjons - og opplæringsvideoar \nog allmøte i VLFK er ikkje, eller ikkje i \ntilstrekkeleg grad teksta   \n• Informasjon og prosedyrar kan tidvis \nvere vanskeleg å forstå, ikkje alltid \nklart språk   • Manglande bevisstgjering og \nkunnskap rundt ulike behov og krav til \ntilrettelegging     \n• Manglande rutinar for å ta imot \npersonar med behov for \narbeidspraksis, arbeidsutprøving eller \nspråkpraksis    \n• Manglande oppfølging av eksisterande \ntiltak og låg del av avviksregistrering\n \nGjennomførte tiltak  \n \n \n \n \n \n\n\nMangfald og inkludering i Vestland fylkeskommune  17 Tiltak vi arbeider  med  \n1. Utarbeide intranettsider med informasjon og opplæring om sjukefråvær og tilrettelegging  \n2. Utarbeide opplæringsmateriell eller inkludere tilgjengeleg materiell i opplæringa om temaet \ntilrettelegging  \n3. Nye kontorlokale for Vestland fylkeskommune i Leikanger som er universelt utforma  \n4. Alle opplærings - og informasjonsvideoar og allmøte skal tekstast  \n5. Opplæringsvideoar frå eksterne leverandørar skal tekstast  \n6. Våre nettsider skal vere universelt utforma i  samsvar med  gjeldande lovverk  \n7. Kjønnsnøytrale val i undersøkingar til våre tilsette (medarbeidarundersøking ol.)  \n8. Inngå samarbeid med NAV og andre regionale tilretteleggingsbedrifter for arbeid og \ninkludering  \n9. Revidere mal for utviklingssamtale der tilrettelegging blir inkludert  \n \nTiltak  vi planlegg  \n1. Utarbeide rutine for bruk av tolk i personalsaker  som involverer tilsette med anna morsmål \nenn norsk  \n2. Undersøkje mogelegheita for samarbeid med aktuelle foreiningar for flyktningar  frå ulike land  \ni heile fylket  for å planlegg ja arbeidet med inkludering  \n3. Lage ein overordna rutine for korleis vi går fram for å ta i mot praksiskandidatar (Kva gjer vi, \nkven tek vi kontakt med, korleis gå fram dersom ein ynskjer å rekruttere kandidaten)  \n4. Kunngjere nokre av praktikant - og /eller lær estillingar med positiv særbehandling spesielt \nretta mot personar  med minoritetsbakgrunn, hol i CV-en eller nedsett funksjonsevne  \n5. Etablere samarbeid med Bergen  inkluderingssenter  for inspirasjon og rettleiing for etablerte \nog mogelege nye tiltak i Vestland fylkeskommune  \n \n  \n\n18  Mangfald og inkludering i Vestland fylkeskommune   \nInnsats område \nheiltidskultur  \nVestland fylkeskommune har mål om å \narbeide for ein heiltidskultur der vi har \nutarbeid d interne retningslinjer for å reduser e \nuønskt deltid. Dette er forankra i \nHovedtariffavtalen  pkt 2.3.1: «Det skal som \nhovedregel tilsettes i heltidsstillinger». Frå \n2023 blei arbeidsmiljølova skjerpa. Vi skal \ndokumentere behova for deltidstilsetting  før vi \nkan utlyse ei deltidsstilling  §14 -1b (2) .  \nVestland fylkeskommune har omlag  1250 \ntilsette som arbeid er deltid, fleire kvinner enn menn.  Heiltidskultur er eit viktig tema for oss, \nog fylkeskommunen skal arbeide aktivt for at \ntilsette unngår ufrivillig deltidsarbeid. Med \nufrivillig deltid meiner vi deltidsarbeid der den \ntilsette ynskjer og er tilgjengeleg for å arbeide \nmeir.   \nEit inkluderande arbeidsliv inneber å kunne gi \neit tilbod om reduserte stillingar til menneske \nmed redusert arbeidsevne. For oss er det viktig \nå finne ein balansegang som gjer at ein lykkast \npå begge frontar.    \n  Vi skal arbeide for ein  \nheiltidskultur. Vi skal som  \nhovudregel tilsette i heiltidsstillingar  \nog vi skal sikre  at tilsette unngår  \nufrivillige deltidsarbeid.  \n\nMangfald og inkludering i Vestland fylkeskommune  19 Hovudfunn  \nROS -analysen resulterte i følgande hovudfunn \nfor innsatsområdet heiltidskultur . Desse er \npresentert for HR -direktør og direktør for \navdeling Organisasjon og økonomi, samt lagt \nfram på informasjons - og drøftingsmøte.  \n• Det er for lite kunnskap og oversikt \nover deltidsarbeid i organisasjonen    • Implementering av heiltidskultur i \nVestland fylkeskommune er krevjande   \n• Manglande tilrettelegging fører til at \ndet er sannsyn leg at ufrivillig \ndeltidsarbeid  aukar    \n• Det vert ikkje  jobba  systematisk nok \nmed å gjere om deltidsstillingar til \nheiltidsstillingar    \nTiltak vi har gjennomført  \n \n \nTiltak vi arbeider  med  \n1. Mal for utviklingssamtale skal utvidas med deltid  som tema for tilsette  som jobbar deltid  \n2. Fremme hei ltidskultur i tannh else: Følgjas t opp i linja og gjennom utviklingssamtale  \n \nTiltak vi planlegg  \n1. Ta ut rapportar frå rekrutteringssystem for å synleggjere alle stillingar som vert lyste ut \n2. Utarbeide rettleiar for heiltidskultur i Vestland fylkeskommune  \n3. Informasjon om deltidstilsette sine rettar og ledige stillingar blir gjord synlege  på  intranett  \n4. Kartleggje effekten av tiltaka Avdeling for opplæring og kompetanse  har gjort for \nmiljøpersonell (miljøkoordinatorstillingane) i skulen  \n5. Hente ut rapporter  over  overtid for deltidstilsatte  \n6. Utarbeide rutine for å møta søknad ar frå tilsette som ynskjer  mellombels  redusert stilling  og \nkorleis mellombelse  tilsette  følgast opp  \n \n\n\n20  Mangfald og inkludering i Vestland fylkeskommune  Resertifisering  \n \nVestland fylkeskommune vil sikte mot  resertifiser ing i Likestilt \narbeidsliv våren 2025. I forbindelse med dette vil v i jobbe med \ninnsatsområda inkluderande arbeidsmiljø, livsfase og likeløn.  \nDet er allereie gjennomført ståstadsanalys ar av innsatsområd a inkluderande  arbeidsmiljø, livsfase og \nlikeløn. I det vidare arbeidet med innsats områd a vil vi gjennomføre ei n ROS -analyse før vi utarbeider \ntiltak som skal sikre at vi jobbar målretta og systematisk for å løyse dei utfordrin gane vi har i Vestland \nfylkeskommune.  \n \n \n  \n",
  "category": "policy",
  "source": "D:\\mimir_experimental\\mimir\\leiar documents\\Handlingsplan-Likestilt-arbeidsliv-Vestland-fylkeskommune.pdf",
  "lastUpdated": "2026-01-26T13:34:41.183637Z"
}