{
  "id": "d62eadd13ec88139",
  "title": "Handlingsplan Likestilt arbeidsliv Vestland fylkeskommune (del 3/5)",
  "content": "ompetanse om \nmangfald. Vi ser mangfald og forskjellar som ein styrke som gjer organisasjonen vår betre og rikare \nfor alle. Ved å vere opne for nye tankar og idear, og vere nysgjerrige på alle som er annleis enn oss \nsjølve, lærer vi meir og blir i betre stand til å levere gode, inkluderande og nyskapande tenester og \nløysingar. Vi har som mål at arbeidsstyrken vår skal representere breidda i samfunnet rundt oss. Når \norganisasjonen rommar fleire erfaringsbakgrunnar og perspektiv, bli r det lettare for oss å oppdage og \nforstå utfordringar og behov hos innbyggjarar og i samfunnet.  \n\nMangfald og inkludering i Vestland fylkeskommune  9 Innsatsområde  \nfora nkring  \nVi skal sikre at mangfald s- og \nlikestillingsarbeidet held fram, og at det blir ein \nenda meir integrert del av Vestland \nfylkeskommune sin måte å arbeide på i alle \nnivå i organisasjonen. Involvering og \nforankring er naudsynt for at vi skal lykkast \nmed mangfald og sosial berekraft i verksemda \nvår. Hausten 2023 gjennomførte \nprosjektgruppa for organisasjonsstrategi og \ngruppa «Forankring» i Likestilt arbeidsliv fleire \narbeidsverkstadar og saml ingar som gav totalt \n2342 innspel. Innspela har danna grunnlaget \nfor de n endelege strategien som har fem \noverordna ambisjonar der ein av desse er \nsosial berekraft. Overordna uttrykkjer vi at «Vi \nser mangfald og forskjell som ein styrke». Heile verksemda skal ha kunnskap om \narbeidet med sosial berekraft og \nlikestillingsgrunnlaga vi arbeider med. Våre  \ntilsette og leiarar  med tilsettingsmynde skal ha \ngrunnleggjande forståing og kompetanse om \ninnsats en for ein sosial berekraftig \narbeidsplass med fokus på mangfald, \ninkludering og likestilling.    \nImplementeringa av tiltaka som kan lesast \nnærare i tiltak splan en, vert planlagt  i samråd \nmed implementeringa av den nye \norganisasjonsstrategi en. Formidling  om den \nfaktiske likestillingstilstanden og korleis vi \narbeider med dette skal også bidra til at vi er \nsynlege og attraktive som arbeidsplass.   \n  Mangfald skal vere ein integrert  \ndel av Vestland fylkeskommune  \nsin måte å arbeide på i  \n alle nivå i organisasjonen.  \n\n10  Mangfald og inkludering i Vestland fylkeskommune  Hovudfunn  \nROS -analysen resulterte i følgande  hovudfunn \nfor innsatsområdet forankring. Desse er \npresentert for HR -direktør og direktør for \navdeling Organisasjon og økonomi, og lagt \nfram på informasjons - og drøftingsmøte.  \n• Heile verksemda har behov for \ninformasjon om arbeidet    \n• Fylkeskommunen man glar tydel ege \nmåltal  på området    • Sosial berekraft må styrkast i heile \nverdikjeda til Vestland \nfylkeskommune    \n• Rapporteringssystemet er ikkje godt \nnok tilpassa for aktivitet s- og \nforklaringsplikta   \n• Det trengs opplæring og informasjon \nom mangfald og inkludering    \n \nGjennomførte tiltak  \n \n \n \n\n\nMangfald og inkludering i Vestland fylkeskommune  11 Tiltak vi arbeid er med  \n1. Mangfaldsleiing skal inn som tema/modul i leiarutviklingsprogram for Vestland \nfylkeskommune  \n2. Det er s ett av tilst rekkeleg med  ressursar i form av tid og  midlar til arbeidet  \n3. Dei ansvarlege for lik estillingsarbeidet har nødvendig kompetanse for å nå måla som er s ette \n4. Dei ansvarlege for likestillingsarbeidet har tilgang til støtte, rådgjeving og inspirasjon dei treng  \n5. Auke mangfaldskompetansen i organisasjonen: Lage ein plan for kva og korleis vi skal lære \nmeir om mangfald, likestilling og inkludering  \n6. Utarbeide ein kommunikasjonsplan for likestillingsarbeidet for å informere og involvere større \ndelar av organisasjonen for å skape engasjement på alle nivå  \n7. Arbeidet skal synleggjerast  i heile organisasjonen; på leiarsamlingar, i toppleiargruppa, i \nallmøte, på intranett, seminar og liknande  \n8. Mangfald som tema i etablerte kurs for tilsette med personalansvar, verneombod og  \ntillitsvalde  \n9. Revidere mal for utviklingssamtale  \n \nTiltak  vi planlegg  \n1. Opprette måleindikator ar for mangfald s- og likestilling sarbeidet i Vestlan d fylkeskommune  \n2. Utarbeide informasjons - og opplæringsmateriell og/eller inkludere tilgjengeleg materiell i \nopplæringa  \n3. Utarbeide årshjul for markering av særskilte merke dagar  Vestland fylkeskommune skal \nmarkere .  \n4. Vi skal sikre at  selskap der fylkeskommunen har eigarinteresser,  underleverandørar og andre \nsamarbeidspartnarar er kjend e med sertifiseringa Likestilt arbeidsliv  \n5. Vurdere korleis vi i innkjøpsprosessar  skal kunne vektlegge bedrifter sitt arbeid med \nmangfald, likestilling og inkludering  for å fremje sosial berekraft i heile verdikjeda  til Vestland  \nfylkeskommune.  \n \n \n \n\n12  Mangfald og inkludering i Vestland fylkeskommune  Innsatsområde \nrekruttering og \nkarriere  \nVestland fylkeskommune ønsker å trekke til \nseg den beste kompetansen og å vere ein \nattraktiv arbeidsplass for alle i samfunnet. \nRekruttering og karriere er viktig for den \nframtidige utviklinga av Vestland \nfylkeskommune. Difor skal vi sikre at vi bruk ar \ntilsette sin kompetansen riktig. Vi skal og sikre \nat tilsette , tillitsvalde og leiarar  med \ntilsettingsmynde har interkulturell kompetanse  (Dybedahl & Bøhn, 2023) , slik at vi har gode \nføresetnader  for godt samspel mellom  \nkollegaer uavhengig av etnisitet, tankesett eller \nkommunikasjonsstil ar ein sjølv  har. Vi skal \nlegge til rette for mangfald og likestilling både i \nrekruttering og gjennom heile yrkeskarrieren.    \n \n  Vestland fylkeskommune  \nsom arbeidsplass skal  spegle \nmangfaldet i befolkninga, og alle \ntilsette skal oppleve at dei får bruke \nsine ressursar på best mogleg  \nmåte til det beste for alle.  \n\nMangfald og inkludering i Vestland fylkeskommune  13 Hovudfunn  \nROS -analysen resulterte i følgande  hovudfunn \nfor innsatsområdet rekruttering og karriere . \nDesse er presentert for HR -direktør og direktør \nfor avdeling Organisasjon og økonomi, og lagt \nfram på informasjons - og drøftingsmøte.  \n• Vi må definere kva mangfald betyr for \noss.   \n• Vi må utarbeide ei \nmangfaldserklæring.   • Vi har ikkje måltal for mangfald.    \n• Opplæringsmateriell må sikre \nstrukturerte rekrutteringsprosessar og \nha fokus på mangfaldsrekruttering.    \n• Det er behov for meir kompetanse i \nstrukturerte rekrutteringsprosessar \nhos dei fleste med  \nrekrutteringsansvar .\n \nGjennomførte tiltak  \n \n \nTiltak vi arbeider med  \n1. Vi skal kartleggje kjønnsfordeling i ulike stillingsgrupper og på ulike nivå i organisasjonen  \n2. Rekrutteringsansvarlege og leiarar som t ilset gjennomfører  digitalt kurs i \nmangfalds rekruttering i regi av DFØ  (Direktorat et for forvaltning og økonomistyring)  \n3. Opplæring i strukturert rekruttering til alle som deltek i rekrutteringsprosessar  \n4. Utarbeide informasjonsmateriell som sikrar strukturerte rekrutteringsprosessar som dekk er \nalle trinn frå utforming av annonsetekst til introduksjon av nytilsette  \n5. Vi skal gå igjennom biletbanken vi brukar i stillingsannons ar for å sikre at  vi har bilete som \ndekker mangfaldet i  verksemda, både blant tilsette og i arbeidsoppgåver  \n6. Vi skal bestille nye bil ete som viser reelle jobbsituasjon ar der merksemda  er på mangfald  \n7. Definerte måltal i rekruttering (til dømes kandidatar med hol i CV, funksjonsnedsettingar og \ntilsette med innvandrarbakgrunn (referert til SSB sine tal)  \n8. Revidere mal for utviklingssamtale slik at kompetanseutvikling blir ein sentral del av \nutviklingssamtalen  \n9. Utarbeide strategi for kompetansutvikling for heile Vestland fylkeskommune  \n10. Ta i bruk digitalt verktøy for å dokumentere kompetanse  \n",
  "category": "policy",
  "source": "D:\\mimir_experimental\\mimir\\leiar documents\\Handlingsplan-Likestilt-arbeidsliv-Vestland-fylkeskommune.pdf",
  "lastUpdated": "2026-01-26T13:34:41.183637Z"
}